Repository: hewenhao2008/luci-app-mjpg-streamer
Catalog: i18n_src/mjpg_streamer.*.po
Languages: hu

source: Allow ringbuffer to exceed limit by this amount
hu: Korlát átlépésének engedélyezése a puffer számára ennyivel

source: Ask for username and password on connect
hu: Felhasználói név és jelszó kérése kapcsolódáskor

source: Authentication required
hu: Azonosítás szükséges

source: Auto
hu: Automatikus

source: Automatic disabling of MJPEG mode
hu: Automatikusan letiltja az MJPEG módot

source: Blink
hu: Villogó

source: Check to save the stream to an mjpeg file
hu: Jelölje be az adatfolyam mjpeg fájlba történő mentéséhez

source: Command to run
hu: Futtatandó parancs

source: Device
hu: Eszköz

source: Do not initalize dynctrls of Linux-UVC driver
hu: Ne inicializálja a Linux-UVC meghajtó dynctrls-ét

source: Don't initalize dynctrls
hu: Ne inicializálja a dynctrls-t

source: Drop frames smaller then this limit
hu: Ennél kisebb képkockák eldobása

source: Enable YUYV format
hu: YUYV formátum engedélyezése

source: Enabled
hu: Engedélyezve

source: Execute command after saving picture. Mjpg-streamer parse the filename as first parameter to your script.
hu: Parancs futtatása a kép mentése után. Az Mjpg-streamer a scripnek első paraméterként átadja a fájlnevet.

source: File output
hu: Fájl kimenet

source: Folder
hu: Mappa

source: Folder that contains webpages
hu: A weboldalakat tartalmazó mappa

source: Frames per second
hu: Képkocka/másodperc

source: HTTP output
hu: HTTP kimenet

source: Input plugin
hu: Bemenet

source: Interval between saving pictures
hu: Képek mentése közti időtartam

source: JPEG compression quality
hu: JPEG tömörítés minősége

source: Led control
hu: Led vezérlés

source: Max. number of pictures to hold
hu: Megtartandó képek maximális száma

source: Mjpeg output
hu: Mjpeg kimenet

source: Mjpg streamer is a streaming application for Linux-UVC compatible webcams
hu: Az Mjpg streamer egy streaming alkalmazás Linux-UVC kompatibilis webkamerákhoz

source: Mjpg streamer settings
hu: Mjpg streamer beállítások

source: Off
hu: Ki

source: On
hu: Be

source: Password
hu: Jelszó

source: Resolution
hu: Felbontás

source: Ring buffer size
hu: Puffer méret

source: Exceed
hu: Túllépés

source: Set folder to save pictures
hu: Állítsa be a képek mentési könyvtárát

source: Set the inteval in millisecond
hu: Állítsa be az időtartamot ezredmásodpercben

source: Set the minimum size if the webcam produces small-sized garbage frames. May happen under low light conditions
hu: Állísa be a minimális méretet, ha a webkamera kis méretű 'szemetes' képeket készít. Rossz fényviszonyok között is előfordulhat

source: Set the quality in percent. This setting activates YUYV format, disables MJPEG
hu: Állítsa be a minőséget %-ban. Ez a beállítás aktiválja a YUYV formátumot és tiltja az MJPEG-et

source: TCP port for this HTTP server
hu: A HTTP szerver TCP portja

source: Username
hu: Felhasználónév

source: WWW folder
hu: WWW könyvtár
